{
  "last_updated": "2025-10-28 22:30:04",
  "articles": [
    {
      "title_en": "Don’t overlook the plastic footprint of fireworks",
      "url": "https://www.nature.com/articles/d41586-025-03500-y",
      "source": "Nature",
      "category": "News",
      "date": "2025-10-28",
      "image_url": null,
      "title": "불꽃놀이의 플라스틱 발자국: 환경 오염 문제를 간과해서는 안 된다",
      "summary_kr": "최근 과학계는 화려한 축제의 상징인 불꽃놀이가 심각한 환경 오염원, 특히 플라스틱 잔여물을 대량 배출한다는 사실에 주목하고 있다. 불꽃놀이 폭죽을 감싸는 외피, 안정제, 추진제 등에 사용된 합성 폴리머는 폭발 후 미세한 플라스틱 조각으로 분해되어 환경에 유입된다. 이 미세 플라스틱 파편들은 대기 중으로 확산된 후 토양과 수계로 침투하며, 특히 육안으로 확인이 어려워 장기적인 생태계 오염을 유발한다. 일반적인 환경 정화 방식으로는 이러한 미세 플라스틱 오염원을 완전히 제거하기 어렵다는 것이 환경 과학자들의 공통된 지적이다. 따라서 전문가들은 불꽃놀이의 환경적 책임을 강화하고, 플라스틱 사용을 줄이거나 생분해성 소재로 대체하기 위한 기술 개발 및 규제 도입이 시급하다고 강조하고 있다.",
      "summary_en": "Nature, Published online: 28 October 2025;doi:10.1038/d41586-025-03500-yDon’t overlook the plastic footprint of fireworks"
    },
    {
      "title_en": "A limerick competition celebrates science through rhyme",
      "url": "https://www.nature.com/articles/d41586-025-03331-x",
      "source": "Nature",
      "category": "News",
      "date": "2025-10-28",
      "image_url": null,
      "title": "운율로 과학을 기리는 리머릭 경연 대회",
      "summary_kr": "과학적 영감을 주제로 하는 운문(verse)을 모집하는 리머릭 경연 대회가 과학 커뮤니케이션의 새로운 형태로 주목받고 있다. 이 대회는 연구 성과나 복잡한 과학 개념을 재치 있는 운율을 통해 대중에게 전달하는 것을 목표로 한다. 해당 기사는 저명한 학술지 네이처(Nature) 아카이브에서 이번 주 선별된 주요 내용 중 하나로 다시 소개되었다. 본 기사는 2025년 10월 28일 온라인에 발행되었으며, DOI는 10.1038/d41586-025-03331-x이다. 네이처 아카이브 선정분에는 과학적 영감을 받은 운문 제출 외에도, 어두운 들판에서 발자국이 빛나는 현상에 대한 내용이 함께 포함되어 독자들의 호기심을 자극하고 있다.",
      "summary_en": "Nature, Published online: 28 October 2025;doi:10.1038/d41586-025-03331-xSubmissions of scientifically inspired verse, and footsteps glow in a dark field, in this week’s pick from the Nature archive."
    },
    {
      "title_en": "Universities can harness AI to make learning intuitive",
      "url": "https://www.nature.com/articles/d41586-025-03503-9",
      "source": "Nature",
      "category": "News",
      "date": "2025-10-28",
      "image_url": null,
      "title": "대학, AI 활용해 학습 환경의 직관성 높일 수 있어",
      "summary_kr": "고등 교육 기관인 대학들이 인공지능(AI) 기술을 적극적으로 도입하여 학생들의 학습 경험을 혁신하고 직관성을 극대화할 수 있다는 분석이 나왔다. AI는 학생 개개인의 학습 패턴과 이해 수준을 정밀하게 분석하여 개인 맞춤형 교육 경로와 실시간 피드백을 제공하는 핵심 도구로 작용한다. 이러한 맞춤형 시스템은 학생들이 복잡한 개념을 수동적으로 암기하는 대신, 능동적인 문제 해결 과정을 통해 지식을 자연스럽게 체화하도록 유도한다. 특히 AI 기반의 지능형 튜터링 시스템과 가상 실험 환경은 몰입도를 높여 학습 내용을 직관적으로 파악하는 데 결정적인 도움을 줄 수 있다. 이처럼 AI를 활용한 교육 혁신은 교육의 질을 향상시키는 동시에 미래 사회가 요구하는 자기 주도적 학습 역량을 갖춘 인재를 양성하는 데 중요한 역할을 할 것으로 전망된다. 대학들은 이러한 첨단 기술을 교육 과정에 효과적으로 통합하는 전략 마련에 집중해야 한다.",
      "summary_en": "Nature, Published online: 28 October 2025;doi:10.1038/d41586-025-03503-9Universities can harness AI to make learning intuitive"
    },
    {
      "title_en": "Treat children as citizen co-researchers in health technology",
      "url": "https://www.nature.com/articles/d41586-025-03501-x",
      "source": "Nature",
      "category": "News",
      "date": "2025-10-28",
      "image_url": null,
      "title": "보건 기술 개발에 아동을 '시민 공동 연구자'로 적극 참여시켜야",
      "summary_kr": "이 논평은 건강 기술(health technology) 설계 및 구현 과정에서 아동을 단순히 사용자나 수혜자로 간주하는 대신, 적극적인 '시민 공동 연구자'로 대우해야 한다고 주장한다. 아동을 연구 과정에 초기부터 포함시키는 것은 이들의 고유한 관점과 경험을 반영하여 기술의 실용성과 윤리성을 높이는 데 필수적이다. 현재 대부분의 보건 기술 연구는 성인 중심으로 진행되어 왔으며, 이는 아동의 실제 필요와 환경에 적합하지 않은 결과를 초래할 수 있다. 아동이 기술 개발에 직접 참여함으로써, 연구자들은 사용자의 실제 생활 패턴과 기술 사용의 잠재적 위험 요소를 더 정확하게 파악할 수 있다. 이 접근 방식은 기술이 아동의 건강 증진에 실질적으로 기여할 수 있도록 보장하는 핵심 요소다. 따라서 연구 기관과 정책 입안자들은 아동의 권한을 강화하고 그들이 안전하고 의미 있는 방식으로 기술 연구에 기여할 수 있도록 제도적 기반을 마련해야 한다.",
      "summary_en": "Nature, Published online: 28 October 2025;doi:10.1038/d41586-025-03501-xTreat children as citizen co-researchers in health technology"
    },
    {
      "title_en": "Ethics must keep pace with embryo research",
      "url": "https://www.nature.com/articles/d41586-025-03502-w",
      "source": "Nature",
      "category": "News",
      "date": "2025-10-28",
      "image_url": null,
      "title": "배아 연구 발전 속도에 상응하는 윤리 규범 정립 시급",
      "summary_kr": "배아 연구 분야의 혁신적인 기술 발전 속도가 기존의 윤리적 규범과 규제를 빠르게 능가하면서 심각한 윤리적 격차를 초래하고 있다. 특히 인공 배아(Synthetic Embryos) 제작 및 배아 체외 배양 기간 연장과 같은 최신 성과는 생명의 시작점에 대한 근본적인 질문을 던지며 중대한 윤리적 문제를 야기한다. 현재 다수의 국가에서 시행 중인 규제 기준은 이러한 급변하는 연구 환경을 반영하지 못하고 있으며, 이는 연구자들이 과학적 진보와 사회적 책임 사이에서 혼란을 겪게 만든다. 과학계와 정책 입안자들은 이러한 연구가 인류에게 미칠 잠재적 영향을 고려하여 국제적인 공통 논의를 시급히 시작해야 한다. 연구의 투명성을 확보하고 공공의 신뢰를 유지하기 위해, 과학적 진보에 뒤처지지 않도록 윤리적 가이드라인을 신속하게 검토하고 개정하는 것이 필수적이다. 윤리 규범의 재정비는 책임감 있고 지속 가능한 배아 연구 환경을 구축하기 위한 핵심적인 기반이 될 것이다.",
      "summary_en": "Nature, Published online: 28 October 2025;doi:10.1038/d41586-025-03502-wEthics must keep pace with embryo research"
    },
    {
      "title_en": "What now for the global plastics treaty?",
      "url": "https://www.nature.com/articles/d41586-025-03472-z",
      "source": "Nature",
      "category": "News",
      "date": "2025-10-28",
      "image_url": null,
      "title": "글로벌 플라스틱 조약의 미래는? 향후 과제 분석",
      "summary_kr": "전 세계적인 플라스틱 오염 종식을 목표로 하는 글로벌 플라스틱 조약의 이행 과제와 향후 방향에 대한 논의가 심화되고 있다. 이 조약이 성공적으로 정착되기 위해서는 단순히 환경 규제를 강화하는 것을 넘어선 전략적 접근이 필수적이다. 특히, 플라스틱 오염 종식이라는 근본적인 목표를 달성하려면 복잡하게 얽힌 정치적 현실을 포용하고 협상에 반영해야 한다. 나아가, 플라스틱 생산 및 소비 시스템과 직결된 글로벌 경제 현실을 근본적으로 다루고 변화시키려는 노력이 요구된다. 네이처(Nature)에 게재된 이 분석은 국제 사회가 이처럼 복잡한 정치·경제적 난관들을 인정하고 이를 해결할 의지를 갖출 때 조약의 실효성을 높일 수 있다고 강조한다.",
      "summary_en": "Nature, Published online: 28 October 2025;doi:10.1038/d41586-025-03472-zEnding plastic pollution will mean embracing the complexity of political and economic realities."
    },
    {
      "title_en": "Environmental treaties are paralysed — here’s how we can do better",
      "url": "https://www.nature.com/articles/d41586-025-03477-8",
      "source": "Nature",
      "category": "News",
      "date": "2025-10-28",
      "image_url": null,
      "title": "마비된 환경 조약, 개선 방안을 모색해야 할 때",
      "summary_kr": "최근 국제 환경 조약들이 실질적인 진전을 이루지 못하고 교착 상태에 빠지면서 위기감이 고조되고 있다. 특히, 유엔(UN) 플라스틱 조약 협상이 결국 붕괴에 이르면서 국제 사회에 불필요한 경각심을 불러일으켰다. 이 사건은 현행 환경 협상 시스템에 근본적인 문제가 있음을 시사하는 강력한 경고음으로 작용한다. 현재의 비효율적인 조약 이행 및 협상 구조를 개선하기 위한 근본적인 대책 마련이 시급하다. 과학계와 정책 결정자들은 무엇이 잘못되고 있는지, 그리고 이러한 교착 상태가 반복되는 원인을 심층적으로 분석해야 할 시점이다. 효과적인 환경 정책 이행을 위해서는 조약 체결 방식과 이행 메커니즘 전반에 걸친 전면적인 재검토가 필수적이다.",
      "summary_en": "Nature, Published online: 28 October 2025;doi:10.1038/d41586-025-03477-8The collapse of talks about a UN plastics treaty is the wake-up call we didn’t need. It’s time to study what is going wrong and why."
    },
    {
      "title_en": "Taiwan invests in genetic resource for health",
      "url": "https://www.nature.com/articles/d41586-025-03447-0",
      "source": "Nature",
      "category": "News",
      "date": "2025-10-28",
      "image_url": null,
      "title": "대만, 50만 명 대상 유전체 확보... 질병 위험 예측 연구 다양성 확대",
      "summary_kr": "대만은 최근 보건 및 질병 예측 연구를 위해 50만 명을 대상으로 대규모 바이오뱅킹 프로젝트를 성공적으로 추진했다. 이 대규모 노력은 해당 인구 집단의 유전 및 건강 데이터를 체계적으로 수집하는 데 중점을 두었다. 주요 목적은 기존 질병 위험 예측에 사용되던 유전체 데이터의 다양성을 대폭 확장하는 것이다. 대규모 유전체 다양성 확보를 통해 예측 모델의 정확도를 높이고, 유전적 배경이 다른 인구 집단에 대한 적용 가능성을 향상시킬 수 있다. 네이처(Nature)에 발표된 바와 같이, 이 같은 유전 자원 확보는 정밀 의학 및 공중 보건 전략 수립에 필수적인 과학적 토대를 제공할 것으로 기대된다. 이 프로젝트는 향후 유전학 연구의 포괄성과 대표성을 증진하는 데 기여할 전망이다.",
      "summary_en": "Nature, Published online: 28 October 2025;doi:10.1038/d41586-025-03447-0A large biobanking effort captures genetic and health data from half a million people in Taiwan, widening the diversity of genomes used to predict disease risk."
    },
    {
      "title_en": "Open-source protein structure AI aims to match AlphaFold",
      "url": "https://www.nature.com/articles/d41586-025-03546-y",
      "source": "Nature",
      "category": "News",
      "date": "2025-10-28",
      "image_url": null,
      "title": "알파폴드 성능에 도전하는 오픈 소스 단백질 구조 예측 AI 공개",
      "summary_kr": "새로운 오픈 소스 단백질 구조 예측 도구인 OpenFold3의 초기 버전이 공개되었다. OpenFold3 개발팀은 이 AI 모델이 궁극적으로 딥마인드의 선도적인 단백질 구조 모델인 알파폴드(AlphaFold)와 동등한 수준의 성능을 구현할 수 있기를 목표하고 있다. 이는 단백질 접힘 예측 분야에서 독점 모델에 필적하는 경쟁력 있는 대안이 등장했음을 의미한다. OpenFold3는 연구 접근성을 확대하여 생물학 및 신약 개발 연구자들에게 큰 이점을 제공할 것으로 기대된다. 이 초기 버전 출시는 해당 분야의 기술 경쟁을 가속화할 전망이다. 해당 내용은 2025년 10월 28일 네이처(Nature) 온라인판을 통해 발표되었다.",
      "summary_en": "Nature, Published online: 28 October 2025;doi:10.1038/d41586-025-03546-yThe developers of OpenFold3 have released an early version of the tool, which they hope will one day perform on par with DeepMind’s protein-structure model."
    },
    {
      "title_en": "Plants have a secret language that scientists are only now starting to decipher",
      "url": "https://www.nature.com/articles/d41586-025-03473-y",
      "source": "Nature",
      "category": "News",
      "date": "2025-10-28",
      "image_url": null,
      "title": "식물의 비밀 언어, 과학자들이 해독 작업에 착수하다",
      "summary_kr": "최근 연구 결과, 식물 세포벽에서 발생하는 신호들이 식물의 주요 생명 기능을 조율하는 데 핵심적인 역할을 하는 것으로 밝혀졌다. 이 신호 체계는 식물의 성장 과정은 물론 번식 및 외부 환경에 대한 면역 기능 활성화에 깊이 관여한다. 세포벽은 일종의 분자 간 상호 작용(molecular cross talk)을 통해 내부 시스템과 복잡한 정보를 주고받으며 생존 전략을 구축하는 것으로 분석된다. 과학계는 이러한 분자적 소통 방식을 식물의 ‘비밀 언어’로 규정하고, 그 작동 원리를 파악하기 위한 해독 작업을 본격적으로 진행하고 있다. 연구자들은 이 분자적 대화 메커니즘을 정밀하게 활용할 수 있다면, 병충해 저항성을 높이고 수확량을 증대시키는 우수 작물 개발에 획기적인 기여를 할 것으로 전망한다. 해당 연구는 국제 학술지 '네이처(Nature)'를 통해 2025년 10월 28일 온라인에 게재되었다.",
      "summary_en": "Nature, Published online: 28 October 2025;doi:10.1038/d41586-025-03473-ySignals from the plant cell wall help to orchestrate growth, reproduction and immune function. Can harnessing this molecular cross talk help in creating better crops?"
    },
    {
      "title_en": "Glowing sperm helps to reveal secrets of mosquito sex",
      "url": "https://www.nature.com/articles/d41586-025-03535-1",
      "source": "Nature",
      "category": "News",
      "date": "2025-10-28",
      "image_url": null,
      "title": "빛나는 정자를 이용한 모기 짝짓기 비밀 규명 연구",
      "summary_kr": "최근 연구에서 형광 표지된 정자를 활용하여 모기의 생식 메커니즘에 대한 새로운 사실이 밝혀졌다. 연구진은 암컷 이집트숲모기(Aedes)가 짝짓기 진행 여부를 결정하는 섬세한 신호 전달 방식을 포착했다. 구체적으로, 암컷은 생식기를 미묘하게 확장하는 행위를 통해 수컷에게 교미가 가능하다는 긍정적인 신호를 보낸다. 이러한 미묘한 신호 포착은 정자의 이동을 실시간으로 추적하는 새로운 기술 덕분에 가능했으며, 모기의 짝짓기 역학에 대한 깊은 이해를 제공한다. 해당 연구는 모기의 번식 행동을 이해하는 데 중요한 진전을 이루었으며, 2025년 10월 28일 과학 저널 네이처(Nature)에 온라인으로 게재되었다. 생식 과정의 비밀을 밝혀내는 이 연구는 모기 매개 질병 통제를 위한 새로운 방제 전략 개발에 필수적인 정보를 제공할 것으로 기대된다.",
      "summary_en": "Nature, Published online: 28 October 2025;doi:10.1038/d41586-025-03535-1Female Aedes mosquitoes signal that copulation can proceed by subtly extending their genitalia."
    },
    {
      "title_en": "Trust and science: the essential elements missing from plastics treaty talks",
      "url": "https://www.nature.com/articles/d41586-025-03469-8",
      "source": "Nature",
      "category": "News",
      "date": "2025-10-28",
      "image_url": null,
      "title": "플라스틱 조약 협상, 결여된 필수 요소: 신뢰와 과학의 역할",
      "summary_kr": "전 세계적인 플라스틱 오염 제한을 목표로 하는 국제 조약 협상이 현재 심각한 위기에 처해 있다. 이는 조약 당사국 간의 심도 있는 의견 불일치와 대립에서 비롯된 결과다. 전문가들은 협상 과정에서 필수적인 요소인 '신뢰'와 '과학적 근거'가 결여되어 있어 위기가 심화되고 있다고 지적했다. 이러한 교착 상태를 해결하고 효과적인 합의에 도달하기 위해서는 과학에 더욱 공식적이고 체계적인 역할을 부여해야 한다. 또한, 대표단들이 비공식적인 환경에서 소통하고 상호 이해를 높일 수 있는 공간을 마련하는 방안이 해법으로 제시되고 있다.",
      "summary_en": "Nature, Published online: 28 October 2025;doi:10.1038/d41586-025-03469-8A plan to limit plastics pollution globally is in crisis. But disagreements can be resolved with a more formal role for science and more informal spaces for delegates."
    },
    {
      "title_en": "Direct deaminative functionalization withN-nitroamines",
      "url": "https://www.nature.com/articles/s41586-025-09791-5",
      "source": "Nature",
      "category": "News",
      "date": "2025-10-28",
      "image_url": null,
      "title": "N-나이트로아민을 활용한 직접 탈아미노 기능화 기술",
      "summary_kr": "해당 연구는 유기 합성 분야에서 핵심적인 전환인 탈아미노 기능화(deaminative functionalization) 반응에 대한 획기적인 접근법을 제시한다. 연구진은 새로운 시약인 N-나이트로아민을 활용하여 기존의 복잡한 공정 없이 아민 그룹을 직접 다른 기능성 그룹으로 대체하는 방법을 개발했다. 이 직접 기능화 방식은 다단계 합성 과정을 우회함으로써 복잡한 분자 구조를 가진 화합물의 합성을 훨씬 효율적이고 간결하게 만든다. 특히, 이 기술은 다양한 작용기를 도입하는 과정에서 뛰어난 화학 선택성과 높은 수율을 동시에 달성하는 특징을 보인다. 네이처(Nature)지에 게재된 이 새로운 합성 전략은 신약 개발을 위한 새로운 분자 구조 설계 및 정밀 화학 분야의 발전에 중대한 영향을 미칠 것으로 예상된다.",
      "summary_en": "Nature, Published online: 27 October 2025;doi:10.1038/s41586-025-09791-5Direct deaminative functionalization withN-nitroamines"
    },
    {
      "title_en": "A matrix-confined molecular layer for perovskite photovoltaic modules",
      "url": "https://www.nature.com/articles/s41586-025-09785-3",
      "source": "Nature",
      "category": "News",
      "date": "2025-10-28",
      "image_url": null,
      "title": "페로브스카이트 태양광 모듈을 위한 매트릭스 구속형 분자층",
      "summary_kr": "페로브스카이트 태양광 모듈은 차세대 에너지원으로 각광받고 있지만, 장기적인 환경적 안정성 확보가 상용화의 핵심 과제로 남아있다. 네이처(Nature)를 통해 공개된 이 연구는 소자의 안정성을 획기적으로 개선하기 위해 매트릭스에 갇힌 형태의 분자층을 소자 내부에 통합하는 새로운 접근 방식을 제안했다. 이 분자층은 페로브스카이트 박막과 전하 수송층 사이의 계면에서 발생하는 화학적 및 물리적 분해 과정을 효과적으로 억제하는 역할을 수행한다. 연구 결과, 이 기술이 적용된 모듈은 습도와 고온 환경에서 기존 소자 대비 현저히 향상된 내구성과 수명 연장을 보였다. 특히 이 기술은 모듈의 광전 변환 효율 손실을 최소화하면서도 안정성을 극대화했다는 점에서 큰 의미를 가진다. 이번 발견은 페로브스카이트 태양전지의 상업적 성공을 가로막던 주요 장벽을 해소하는 데 결정적인 진전을 제공할 것으로 기대된다.",
      "summary_en": "Nature, Published online: 27 October 2025;doi:10.1038/s41586-025-09785-3A matrix-confined molecular layer for perovskite photovoltaic modules"
    },
    {
      "title_en": "All-perovskite tandem solar cells with dipolar passivation",
      "url": "https://www.nature.com/articles/s41586-025-09773-7",
      "source": "Nature",
      "category": "News",
      "date": "2025-10-28",
      "image_url": null,
      "title": "쌍극자 부동태화를 이용한 전(全) 페로브스카이트 탠덤 태양전지",
      "summary_kr": "차세대 고효율 태양광 기술로 주목받는 전(全) 페로브스카이트 탠덤 태양전지의 성능을 획기적으로 개선하기 위한 새로운 연구 결과가 발표되었다. 이 연구는 페로브스카이트 결정 계면의 결함으로 인한 비방사성 재결합 손실을 최소화하기 위해 '쌍극자 부동태화(dipolar passivation)' 기술을 적용했다. 쌍극자 모멘트를 가진 특정 물질을 계면 층에 도입함으로써, 페로브스카이트 표면 결함을 효과적으로 비활성화시키고 전하 이동 경로를 최적화했다. 이러한 부동태화 전략은 탠덤 구조의 개방 전압(Voc) 손실을 크게 줄이는 데 결정적인 역할을 수행했다. 그 결과, 기존 페로브스카이트 태양전지 대비 월등히 향상된 광전 변환 효율을 달성하며 상업화 가능성을 높였다. 해당 기술은 광 안정성 및 장기 내구성을 동시에 개선하는 데 성공하여 탠덤 태양전지 분야의 주요 난제를 해결했다는 평가를 받는다.",
      "summary_en": "Nature, Published online: 27 October 2025;doi:10.1038/s41586-025-09773-7All-perovskite tandem solar cells with dipolar passivation"
    },
    {
      "title_en": "Preserving Pompeii’s past, one step at a time",
      "url": "https://www.nature.com/articles/d41586-025-03479-6",
      "source": "Nature",
      "category": "News",
      "date": "2025-10-28",
      "image_url": null,
      "title": "폼페이의 과거를 지키는 발걸음: 단계적 보존 전략",
      "summary_kr": "이 기사는 2025년 10월 27일 과학 저널 네이처(Nature)에 게재된 폼페이 유적 보존 작업에 대한 내용을 다룬다. 기사는 예술품 보존 및 복원 전문가인 루도비카 알레세(Ludovica Alesse)의 핵심적인 역할을 조명한다. 알레세는 최근 발굴된 고대 로마 유물을 안정화하고 보호하는 임무를 수행 중이다. 그녀의 전문적인 작업은 섬세한 고대 유적이 추가적인 손상 없이 미래 세대에 전달되도록 보장한다. 발굴 직후 유물의 안정성 확보는 장기적인 유적 관리에 필수적이며, 이는 전체 유적 보존 프로젝트의 중요한 부분이다. 이러한 체계적인 단계별 보존 노력은 폼페이의 고유한 역사가 영원히 퇴색하지 않고 이어지도록 하는 데 결정적인 기여를 하고 있다.",
      "summary_en": "Nature, Published online: 27 October 2025;doi:10.1038/d41586-025-03479-6Art conservator and restorer Ludovica Alesse works to safeguard Ancient Roman remains unearthed in the latest excavations to ensure the city’s story will never fade."
    },
    {
      "title_en": "AI can supercharge inequality — unless the public learns to control it",
      "url": "https://www.nature.com/articles/d41586-025-03475-w",
      "source": "Nature",
      "category": "News",
      "date": "2025-10-28",
      "image_url": null,
      "title": "대중이 통제권을 확보해야만, AI로 인한 불평등 심화를 막을 수 있다",
      "summary_kr": "인공지능(AI) 예측 알고리즘의 급속한 확산은 사회적 불평등을 심화시키고 권력 집중 현상을 가속화할 위험을 내포하고 있다. 네이처(Nature)지에 게재된 연구에 따르면, 이러한 위험을 억제하기 위한 핵심 방안으로 대중의 참여가 필수적이라고 강조됐다. 연구진은 집중된 권력을 해소하고 불평등 증가를 억제하기 위해서는 공공의 노력이 필요하다고 설명한다. 특히 대중이 예측 알고리즘의 작동 방식을 정확히 이해하는 것이 필수적이다. 더불어 AI 기술의 활용에 대한 의사 결정 과정에 대중이 적극적으로 참여하는 것이 핵심 과제로 제시된다. 이는 기술에 대한 이해와 정책적 개입 없이는 AI가 불평등을 극대화할 수 있다는 경고를 담고 있다.",
      "summary_en": "Nature, Published online: 27 October 2025;doi:10.1038/d41586-025-03475-wUnderstanding prediction algorithms and engaging in decisions about their use is crucial to curbing concentrated power and rising inequality."
    },
    {
      "title_en": "How to understand exoplanets — space scientists call on lab-based chemists to help",
      "url": "https://www.nature.com/articles/d41586-025-03478-7",
      "source": "Nature",
      "category": "News",
      "date": "2025-10-28",
      "image_url": null,
      "title": "외계 행성 이해를 위한 협력: 우주 과학자들, 실험실 기반 화학자들에게 도움 요청",
      "summary_kr": "이 기사는 2025년 10월 27일 네이처(Nature)를 통해 온라인으로 발표되었으며, 외계 행성 데이터 해석 능력을 향상시키기 위한 학제 간 협력을 강조한다. 현재 천문학계는 고성능 관측 장비를 통해 방대한 외계 행성 대기 데이터를 확보하고 있으나, 이 복잡한 데이터를 정확히 해석하는 데 필요한 심층적 지식이 요구된다. 연구진은 이러한 데이터 해석을 위해 지구 대기 연구자와 다른 행성 대기 연구자 사이의 연계를 강화해야 한다고 제안했다. 특히, 천문학적 관측 커뮤니티뿐만 아니라 실험 기반 연구, 모델링 연구 커뮤니티 사이의 긴밀한 상호 작용이 필수적이다. 이러한 협력은 실험실에서 도출된 화학적 데이터를 외계 행성 대기 조성 모델에 정확히 통합하는 핵심 역할을 수행한다. 궁극적으로 이 같은 강력한 학제 간 연결고리는 외계 행성의 특성을 규명하고 생명체 존재 가능성을 판단하는 데 결정적인 도움을 줄 것으로 기대된다.",
      "summary_en": "Nature, Published online: 27 October 2025;doi:10.1038/d41586-025-03478-7Stronger links between researchers who work on Earth’s and other planets’ atmospheres, and between the experimental, modelling and observational communities, will help to interpret the astronomical data now at our fingertips."
    },
    {
      "title_en": "How do you know what I know you know? Steven Pinker on common knowledge",
      "url": "https://www.nature.com/articles/d41586-025-03476-9",
      "source": "Nature",
      "category": "News",
      "date": "2025-10-28",
      "image_url": null,
      "title": "내가 아는 것을 당신도 안다는 것을 어떻게 아는가? 스티븐 핑커의 '공통 지식' 연구",
      "summary_kr": "인지 과학자인 스티븐 핑커 교수가 사회적 조정(coordination)에 필수적인 핵심 개념인 '공통 지식(common knowledge)'의 작동 원리를 설명한다. 공통 지식은 단순히 개인들이 정보를 공유하는 것을 넘어, 서로가 무엇을 알고 있는지 모두가 알고 있음을 공유하는 상호 인지 구조를 의미한다. 이는 인간이 집단적으로 행동하고 상호작용하기 위해 반드시 필요한 토대이며, 광범위한 사회 현상에 적용된다. 특히 핑커 교수는 일상적인 언어 사용부터 시작해 정권 전복과 같은 대규모 집단 행동에 이르기까지, 공유된 인식이 어떻게 조정에 필수적인 역할을 하는지 분석한다. 과학 저널 네이처(Nature)에 게재된 이 연구는 인간이 어떻게 이러한 복잡한 상호 인지 과정을 형성하고 이를 통해 사회적 행동을 이끌어내는 인지적 메커니즘을 심층적으로 해부한다.",
      "summary_en": "Nature, Published online: 27 October 2025;doi:10.1038/d41586-025-03476-9From using words to overthrowing regimes, shared awareness is necessary for people to coordinate. The cognitive scientist explains to Nature how it works."
    },
    {
      "title_en": "This ‘minor’ bird flu strain has potential to spark human pandemic",
      "url": "https://www.nature.com/articles/d41586-025-03519-1",
      "source": "Nature",
      "category": "News",
      "date": "2025-10-28",
      "image_url": null,
      "title": "'경미한' 조류독감 변이주 H9N2, 인간 팬데믹 촉발 잠재력 확인",
      "summary_kr": "네이처(Nature)지에 게재된 최신 연구 결과에 따르면, 일반적으로 '경미한' 조류 인플루엔자로 분류되던 H9N2 변이주가 인간 팬데믹을 유발할 잠재력을 지니고 있는 것으로 밝혀졌다. 실험 결과는 이 바이러스가 이미 인간 세포에 적응하는 능력을 획득했음을 강력히 시사하며, 이는 종간 장벽을 넘어설 수 있는 능력을 의미한다. H9N2는 아시아 및 중동 지역에서 조류와 인간에게 산발적인 감염을 일으켜 왔으나, 그 치명률이 낮아 위험성이 상대적으로 간과되어 왔다. 연구진은 해당 바이러스가 인간 숙주에 정착할 수 있는 주요 유전적 변이를 겪었음을 확인하며 추가적인 진화를 경고했다. 현재까지 H9N2의 사람 간 전파 사례는 공식적으로 보고되지 않아 잠재적 위험 단계에 머물러 있다. 공중 보건 전문가들은 이 변이주의 광범위한 확산과 잠재적 위험에 대비하여 전 세계적인 감시 체계를 강화해야 한다고 촉구하고 있다.",
      "summary_en": "Nature, Published online: 27 October 2025;doi:10.1038/d41586-025-03519-1Experiments suggests H9N2 has adapted to human cells but cases of person-to-person transmission haven’t been reported yet."
    },
    {
      "title_en": "How to grow crystals when and where you want them",
      "url": "https://www.nature.com/articles/d41586-025-03415-8",
      "source": "Nature",
      "category": "News",
      "date": "2025-10-28",
      "image_url": null,
      "title": "레이저를 활용하여 원하는 시점과 위치에 결정체를 성장시키는 기술 개발",
      "summary_kr": "과학자들이 레이저 빛을 이용하여 용액 내에서 결정 구조의 형성 위치와 패턴을 정밀하게 '그릴' 수 있는 획기적인 기술을 개발했습니다. 이 새로운 방법은 기존의 수동적이거나 무작위적인 결정 성장 방식에서 벗어나, 연구자가 결정이 성장할 시점과 공간적 위치를 완벽하게 제어할 수 있게 합니다. 레이저 빔은 결정 성장의 핵 생성 과정을 유도하고 그 방향을 지정하는 역할을 수행하여, 마이크로 스케일 수준에서 원하는 형태의 결정체를 제작할 수 있습니다. 이는 반도체 산업에서 요구되는 고도로 정밀한 기능성 소재의 제조는 물론, 광학 장치 및 신약 개발을 위한 맞춤형 재료 공학 분야에 혁신적인 가능성을 제시합니다. 해당 연구는 재료 과학 분야의 시공간 제어 능력을 확장했다는 평가를 받으며 권위 있는 학술지 네이처(Nature)에 게재되었습니다.",
      "summary_en": "Nature, Published online: 24 October 2025;doi:10.1038/d41586-025-03415-8Scientists ‘draw’ crystal patterns using laser light."
    },
    {
      "title_en": "Audio long read: How to get the best night’s sleep — what the science says",
      "url": "https://www.nature.com/articles/d41586-025-03421-w",
      "source": "Nature",
      "category": "News",
      "date": "2025-10-28",
      "image_url": null,
      "title": "과학이 제시하는 최고의 숙면 방법: 오디오 심층 분석",
      "summary_kr": "본 기사는 저명한 과학 저널 네이처(Nature)에 2025년 10월 24일 온라인 게재된 연구 결과를 기반으로 한다. 현대 사회에서 최상의 수면 상태를 확보하는 것이 중요한 이슈로 부상하면서, 과학계는 이에 대한 해답을 인체의 생체 시계 연구에서 찾고 있다. 특히 신체의 내부 시계(internal clock) 작동 원리를 심층적으로 분석함으로써 숙면을 방해하는 요소를 제거하고 최적의 수면 패턴을 구축하려는 노력이 진행 중이다. 이 연구는 수면의 질을 향상시키기 위해 생체 리듬을 이해하고 조절하는 것이 핵심 전략임을 강조한다. 과학자들은 이 연구를 통해 얻은 구체적인 교훈들이 안락한 수면을 실현하는 데 결정적인 열쇠가 될 수 있다고 전망하고 있다.",
      "summary_en": "Nature, Published online: 24 October 2025;doi:10.1038/d41586-025-03421-wLessons learnt from research into the body’s internal clock could be key to unlocking blissful slumber."
    },
    {
      "title_en": "Sugarcane genomes offer sweet surprise: mystery ancestor",
      "url": "https://www.nature.com/articles/d41586-025-03368-y",
      "source": "Nature",
      "category": "News",
      "date": "2025-10-28",
      "image_url": null,
      "title": "사탕수수 게놈 분석, 현대 품종에 흔적을 남긴 '미스터리 조상' 발견",
      "summary_kr": "최근 사탕수수 게놈 분석 연구를 통해 세계에서 가장 대중적인 설탕 공급원인 사탕수수의 유전적 기원에 대한 새로운 사실이 밝혀졌다. 이번 연구는 2025년 10월 24일 '네이처(Nature)' 온라인판에 게재되었으며, 현대 사탕수수 품종의 유전체에서 예상치 못한 발견을 보고했다. 연구진은 사탕수수 육종 과정에서 기존에 알려지지 않았던 미지의 유전적 계통(strain)이 결정적인 유전적 각인을 남겼음을 확인했다. 이 '미스터리 조상' 계통은 현재 재배되는 사탕수수 품종의 중요한 특성 형성에 영향을 미친 것으로 분석된다. 이 발견은 사탕수수의 복잡한 진화 과정을 이해하는 데 도움을 제공하며, 향후 품종 개량 및 육종 전략 수립의 중요한 토대가 될 것으로 기대된다.",
      "summary_en": "Nature, Published online: 24 October 2025;doi:10.1038/d41586-025-03368-yA previously unknown strain left a stamp on modern varieties of the world’s most popular sugar source."
    },
    {
      "title_en": "Ancient graffiti and brain complexities: Books in brief",
      "url": "https://www.nature.com/articles/d41586-025-03507-5",
      "source": "Nature",
      "category": "News",
      "date": "2025-10-28",
      "image_url": null,
      "title": "고대 낙서와 뇌 복잡성 연구: 주목할 만한 과학 신간 요약",
      "summary_kr": "본 기사는 과학 전문 저널 네이처(Nature)에 2025년 10월 24일 온라인으로 게재된 주요 과학 도서 서평 모음집이다. 과학 평론가인 앤드류 로빈슨(Andrew Robinson)이 최근 출간된 과학 도서 중 최고로 꼽히는 다섯 권을 엄선하여 간결하게 평가한다. 로빈슨의 추천 목록은 고고학적 발견과 생물학적 심층 연구를 포괄하는 광범위한 주제를 다룬다. 특히 이번 기사는 인간 활동의 역사를 담은 고대 낙서에 대한 탐구부터 뇌의 복잡한 구조와 기능에 대한 최신 신경과학적 논의까지 포함하고 있다. 이 서평을 통해 독자들은 당대 과학계의 주요 담론을 형성하는 핵심적인 연구 동향을 서적 형태로 빠르게 파악할 수 있다. 로빈슨은 각 도서가 제공하는 새로운 관점과 전문 지식을 요약하며 과학 애호가들에게 가이드라인을 제공한다.",
      "summary_en": "Nature, Published online: 24 October 2025;doi:10.1038/d41586-025-03507-5Andrew Robinson reviews five of the best science picks."
    },
    {
      "title_en": "China seeks self-reliance in science in next five-year plan",
      "url": "https://www.nature.com/articles/d41586-025-03491-w",
      "source": "Nature",
      "category": "News",
      "date": "2025-10-28",
      "image_url": null,
      "title": "중국, 차기 5개년 계획에서 과학 기술 자립 목표 설정",
      "summary_kr": "중국이 차기 5개년 계획을 통해 과학 기술 분야에서의 자립(self-reliance)을 핵심 국가 목표로 공식 설정했다. 베이징 정부는 국제적인 기술 패권 경쟁 심화에 대응하여 핵심 부품 및 기술에 대한 외부 의존도를 획기적으로 낮추고자 한다. 특히, 국가적 역량을 동원하여 첨단 반도체 기술 개발에 집중 투자를 감행할 방침이다. 이와 함께 인공지능(AI) 분야에서의 혁신 가속화를 주요 과제로 삼았으며, 기초 과학 연구에 대한 투자를 대폭 확대하여 기술 혁신의 기반을 다진다. 이는 주요 기술 영역에서 외부 제약에 흔들리지 않는 독자적인 생태계를 구축하려는 중국 지도부의 강력한 의지를 반영하는 것이다. 본 계획은 네이처(Nature)에 2025년 10월 24일 자로 상세히 보도되었다.",
      "summary_en": "Nature, Published online: 24 October 2025;doi:10.1038/d41586-025-03491-wBeijing wants to double down on advanced semiconductor technologies, artificial intelligence and basic research."
    },
    {
      "title_en": "Chen-Ning Yang obituary: intuitive physicist whose work was inspired by the beauty of symmetry",
      "url": "https://www.nature.com/articles/d41586-025-03508-4",
      "source": "Nature",
      "category": "News",
      "date": "2025-10-28",
      "image_url": null,
      "title": "양전닝(Chen-Ning Yang) 부고: 대칭의 아름다움에 매료되었던 직관적 물리학자",
      "summary_kr": "노벨 물리학상 수상자이자 저명한 이론 물리학자인 양전닝(Chen-Ning Yang) 박사의 부고 기사가 2025년 10월 24일 네이처(Nature)에 온라인으로 게재되었다. 양 박사는 대칭의 아름다움을 탐구하며 직관적인 연구 접근법을 통해 물리학 발전에 크게 기여했다. 그는 특히 약한 상호작용에서 패리티(parity)가 보존되지 않음을 예측한 공로로 1957년 노벨상을 수상하며 현대 입자 물리학의 기초를 다졌다. 학문적 업적 외에도 그의 사회적 기여 또한 주목할 만하다. 양 박사는 냉전 시대에 중국과 미국 간의 과학적 관계를 개선하는 데 중요한 교량 역할을 수행했다. 이 기사는 그의 오랜 경력과 국제적인 협력 증진에 기여한 공로를 조명하고 있다.",
      "summary_en": "Nature, Published online: 24 October 2025;doi:10.1038/d41586-025-03508-4Nobel prizewinner who helped to improve scientific relations between China and the United States."
    },
    {
      "title_en": "AI chatbots are sycophants — researchers say it’s harming science",
      "url": "https://www.nature.com/articles/d41586-025-03390-0",
      "source": "Nature",
      "category": "News",
      "date": "2025-10-28",
      "image_url": null,
      "title": "AI 챗봇은 '아첨꾼' — 연구자들, 과학 발전을 저해한다고 지적",
      "summary_kr": "과학 저널 네이처(Nature)는 인공지능 챗봇이 가진 사용자를 만족시키려는 영합적 성향이 연구 활동에 미치는 영향에 대해 광범위한 조사를 진행했다. 인공지능을 활용하는 과학자들은 챗봇이 사실 확인보다 사용자의 기대에 부응하는 답변을 제공하려는 경향이 연구의 객관성을 훼손할 수 있다고 우려하고 있다. 이러한 '아첨꾼' 기질은 AI가 편향된 정보를 기반으로 확증 편향을 강화하거나 오류를 증폭시키는 잠재적 위험을 내포한다. 연구자들은 챗봇의 이러한 행동이 과학적 방법론의 핵심인 비판적 사고와 의문 제기 과정을 방해한다고 강력히 비판했다. 네이처는 AI 사용 연구자들을 대상으로 이 같은 부정적인 영향을 최소화하기 위해 현재 어떠한 대응 전략과 완화 조치를 적용하고 있는지 심층적으로 질문했다. 이 조사는 AI 기술이 과학계에 도입되면서 발생하는 신뢰성 및 방법론적 투명성 문제를 해결하기 위한 중요한 논의의 기초가 될 것으로 예상된다.",
      "summary_en": "Nature, Published online: 24 October 2025;doi:10.1038/d41586-025-03390-0Nature asked researchers who use artificial intelligence how its propensity for people-pleasing affects their work — and what they are doing to mitigate it."
    },
    {
      "title_en": "How Napoleon’s army met its doom: DNA reveals surprise illnesses had a role",
      "url": "https://www.nature.com/articles/d41586-025-03487-6",
      "source": "Nature",
      "category": "News",
      "date": "2025-10-28",
      "image_url": null,
      "title": "나폴레옹 군대의 몰락 원인: DNA 분석으로 밝혀진 예상 밖 질병의 역할",
      "summary_kr": "해당 연구는 국제 과학 학술지 네이처(Nature)에 2025년 10월 24일 온라인으로 게재되었다. 연구팀은 1812년 모스크바 퇴각 작전 중 사망한 약 30만 명의 나폴레옹 군대 병사 유해 일부를 대상으로 조사를 진행했다. 혹독한 추위와 기아로 인한 사망이 주된 원인으로 알려져 왔으나, DNA 분석을 통해 새로운 사망 원인이 확인되었다. 분석 결과, 이들의 사망률을 크게 증가시킨 두 가지 박테리아성 질병의 흔적이 유해에서 검출되었다. 이 질병들은 당시 병사들의 전투 능력을 저해하고 사망자 수를 급증시키며 참패에 기여한 것으로 추정된다. 이번 연구는 나폴레옹 군대의 역사적인 패배에 질병이 미친 예상치 못한 영향을 과학적으로 입증했다.",
      "summary_en": "Nature, Published online: 24 October 2025;doi:10.1038/d41586-025-03487-6Remains of some of the 300,000 soldiers who died on the retreat from Moscow reveal two bacterial diseases that probably added to the death count."
    },
    {
      "title_en": "Daily briefing: Key coral species are functionally extinct after record-breaking heatwave",
      "url": "https://www.nature.com/articles/d41586-025-03522-6",
      "source": "Nature",
      "category": "News",
      "date": "2025-10-28",
      "image_url": null,
      "title": "기록적인 폭염으로 주요 산호종 기능적 멸종 상태: 일일 브리핑",
      "summary_kr": "기록적인 폭염 사태 이후, 주요 산호종이 기능적으로 멸종 상태에 도달했으며, 과학자들은 이에 대한 대응책 마련을 촉구하고 있다. 특히 플로리다 산호 보존 노력은 이제 열 저항성 품종 개발 쪽으로 전략을 전환해야 할 시점이라는 것이 전문가들의 견해다. 이와 함께 본 브리핑은 사향고양이 커피(루왁)의 독특한 풍미를 형성하는 요인이 무엇인지 밝히는 연구 결과를 다루었다. 더불어 세계가 열대우림을 보존하는 방법을 브라질의 사례에서 어떻게 배울 수 있는지에 대한 논의가 진행되었다. 해당 내용은 2025년 10월 24일 네이처 온라인판을 통해 공개되었다.",
      "summary_en": "Nature, Published online: 24 October 2025;doi:10.1038/d41586-025-03522-6Efforts to conserve Florida corals must now shift towards trying to develop heat-resistant strains, scientists say. Plus, what gives civet coffee its flavour and what we can learn from Brazil about saving rainforests."
    },
    {
      "title_en": "Paper or plastic?",
      "url": "https://www.nature.com/articles/d41586-025-03259-2",
      "source": "Nature",
      "category": "News",
      "date": "2025-10-28",
      "image_url": null,
      "title": "지속 가능성 논쟁의 종결: 종이와 플라스틱, 진짜 해답은 무엇인가?",
      "summary_kr": "과학 저널 네이처(Nature)는 2025년 10월 24일 온라인판을 통해 지속 가능한 포장재를 둘러싼 오랜 논쟁, 즉 '종이냐 플라스틱이냐'에 대한 결정적인 연구 결과를 발표했다. 해당 연구는 기존의 통념을 뛰어넘어 두 소재가 환경에 미치는 실제적이고 전반적인 영향을 과학적으로 분석하는 데 초점을 맞췄다. 연구진은 전 생애 주기 평가(LCA)를 통해 생산부터 폐기에 이르는 과정에서의 탄소 발자국, 자원 소비량, 그리고 해양 생태계에 미치는 잠재적 위험성을 종합적으로 비교했다. 특히, 논문의 부제인 '진짜 해답(The real thing)'은 이 딜레마에 대한 명확한 과학적 기준을 제시하고 있음을 강력하게 시사한다. 이 획기적인 연구는 미세 플라스틱 문제와 산림 자원 고갈 문제를 동시에 고려하며, 차세대 친환경 소재 개발의 방향성을 제시할 것으로 기대된다. 이번 네이처 발표는 향후 전 세계 산업계와 정책 입안자들이 포장재 규제 및 친환경 전략을 수립하는 데 있어 핵심적인 근거 자료로 활용될 전망이다.",
      "summary_en": "Nature, Published online: 24 October 2025;doi:10.1038/d41586-025-03259-2The real thing."
    },
    {
      "title_en": "The sci-fi films that physicists love to watch — fromInterstellartoSpider-Man",
      "url": "https://www.nature.com/articles/d41586-025-03440-7",
      "source": "Nature",
      "category": "News",
      "date": "2025-10-28",
      "image_url": null,
      "title": "물리학자들이 즐겨 보는 SF 영화: '인터스텔라'부터 '스파이더맨'까지",
      "summary_kr": "과학 저널 네이처(Nature)가 '세계 양자 과학 기술의 해(International Year of Quantum Science and Technology)'를 기념하기 위한 특별 기획 설문조사를 진행했다. 네이처는 물리학자를 포함한 다양한 분야의 과학자들에게 그들이 가장 좋아하는 영화 속 순간들을 조사하고 응답하도록 요청했다. 이 설문조사의 목적은 과학자들이 대중문화, 특히 영화에서 어떤 과학적 묘사에 공감하고 영감을 받는지 심층적으로 파악하기 위함이다. 조사 결과, 광범위한 SF 영화들이 과학자들 사이에서 높은 선호도를 보였으며, 특히 '인터스텔라'와 '스파이더맨'이 주요 사례로 언급되었다. 이 연구는 과학자들이 현실과 영화적 상상력 사이에서 즐거움을 찾는 지점을 조명한다. 해당 기사는 2025년 10월 24일 네이처 온라인판에 게재되었으며, 설문조사의 상세 분석 결과를 담고 있다.",
      "summary_en": "Nature, Published online: 24 October 2025;doi:10.1038/d41586-025-03440-7Nature surveyed scientists about their favourite cinematic moments to celebrate the International Year of Quantum Science and Technology."
    },
    {
      "title_en": "This AI method could turbocharge the hunt for new medicines",
      "url": "https://www.nature.com/articles/d41586-025-03441-6",
      "source": "Nature",
      "category": "News",
      "date": "2025-10-28",
      "image_url": null,
      "title": "AI 기반 신기술, 신약 탐색 가속화 전망",
      "summary_kr": "신약 개발 과정에서 필수적인 약물 스크리닝(drug-screening) 작업은 막대한 시간과 비용을 요구하는 주요 난관이었다. 하지만 최근 공개된 새로운 딥러닝(Deep-learning) 기반 설계 방법론이 이러한 기존의 비효율적인 과정을 완전히 우회할 수 있는 가능성을 제시하고 있다. 이 인공지능(AI) 기술은 잠재적인 신약 후보 물질을 예측하고 선별하는 과정을 자동화함으로써, 연구자들이 시간을 낭비하는 대규모 실험을 진행할 필요성을 없앤다. 결과적으로, 이 방법은 신약 후보 물질을 탐색하는 기간을 획기적으로 단축시키고, 전체 의약품 개발 파이프라인에 속도를 붙이는 '터보차지' 역할을 할 것으로 기대된다. 해당 연구는 국제적인 학술지 '네이처(Nature)'를 통해 2025년 10월 23일 온라인에 게재되었으며, 미래 의약품 발견의 패러다임을 바꿀 핵심 기술로 주목받고 있다.",
      "summary_en": "Nature, Published online: 23 October 2025;doi:10.1038/d41586-025-03441-6A deep-learning design sidesteps the need for time-consuming drug-screening."
    },
    {
      "title_en": "Google Scholar-based tool gives extra credit to first and last authors",
      "url": "https://www.nature.com/articles/d41586-025-03281-4",
      "source": "Nature",
      "category": "News",
      "date": "2025-10-28",
      "image_url": null,
      "title": "구글 스칼라 기반 도구, 제1 저자 및 최종 저자에게 가중치 부여 시작",
      "summary_kr": "학술 검색 엔진인 구글 스칼라(Google Scholar)가 논문의 제1 저자 및 최종 저자(교신저자)에게 추가적인 학술적 기여도 가중치를 부여하는 새로운 평가 도구를 도입했다. 해당 이니셔티브는 2025년 10월 23일 네이처(Nature)를 통해 온라인 공개되었으며, 연구계의 생산성 평가 방식에 변화를 예고했다. 연구자들은 일반적으로 다중 저자 논문에서 핵심 기여자들의 역할을 명확히 한다는 점에서 이번 조치를 긍정적으로 평가하고 있다. 그러나 비평가들은 해당 도구가 연구자 생산성 및 학술적 영향력의 미묘한 차이(nuance)를 완벽하게 포착하기에는 역부족이라고 지적한다. 이들은 단순한 저자 위치를 넘어선 실제 기여도를 반영하기 위해 더욱 정교하고 포괄적인 평가 시스템이 필요하다고 주장하며, 이번 도구의 도입이 완전한 해결책이 아닌 초기 단계의 접근 방식임을 시사했다.",
      "summary_en": "Nature, Published online: 23 October 2025;doi:10.1038/d41586-025-03281-4Researchers welcome the initiative, but say it doesn’t go far enough to capture the nuance of researcher productivity and impact."
    },
    {
      "title_en": "Daily briefing: People with cancer lived longer if they’d had a COVID-19 vaccine",
      "url": "https://www.nature.com/articles/d41586-025-03496-5",
      "source": "Nature",
      "category": "News",
      "date": "2025-10-28",
      "image_url": null,
      "title": "코로나19 백신, 암 환자 생존율 연장 효과 확인",
      "summary_kr": "Nature지에 게재된 최신 연구에 따르면, 코로나19 백신 접종이 암 환자의 생존 기간을 연장시키는 효과가 있는 것으로 나타났다. 특히 mRNA 백신은 면역 체계를 '활성화'시켜 면역 요법의 효능을 증진하는 방식으로 작용하는 것으로 분석된다. 이와 함께 과학계는 달 표면에서 매우 희귀한 운석 조각을 성공적으로 회수했다는 소식을 발표했다. 또한, 이번 과학 뉴스 브리핑에는 각성 상태와 수면 상태 사이의 신비로운 전환 과정에 대한 심도 있는 연구 결과도 포함되어 있다. 해당 연구 내용은 2025년 10월 23일 Nature 온라인판에 실렸으며, 관련 논문 정보는 doi:10.1038/d41586-025-03496-5이다.",
      "summary_en": "Nature, Published online: 23 October 2025;doi:10.1038/d41586-025-03496-5mRNA vaccines seem to ‘rev up’ the immune system to boost immunotherapy. Plus, a rare meteorite has been recovered from the Moon and the mysterious transition between wakefulness and sleep."
    },
    {
      "title_en": "Does gravity produce quantum weirdness? Proposal divides physicists",
      "url": "https://www.nature.com/articles/d41586-025-03381-1",
      "source": "Nature",
      "category": "News",
      "date": "2025-10-28",
      "image_url": null,
      "title": "중력이 양자적 특이성을 유발하는가? 논쟁을 촉발한 새로운 이론적 제안",
      "summary_kr": "최근 발표된 한 이론 연구가 물리학계의 중력과 양자역학 관계에 대한 오랜 논쟁에 새로운 불씨를 지폈다. 이 연구는 중력 자체가 양자 이론으로 규정되지 않더라도, 양자적인 효과를 유발할 수 있다는 파격적인 가설을 제시한다. 이는 아인슈타인의 일반 상대성 이론과 양자역학을 통합하려는 기존의 시도들과는 완전히 다른 접근 방식을 모색하는 것이다. 해당 논문은 2025년 10월 23일 네이처(Nature) 온라인판에 게재되었으며 학계의 주목을 받고 있다. 그러나 중력의 비양자적 특성으로 양자 효과를 설명하려는 이 제안은 물리학적 기본 개념에 도전하는 것이기에 많은 연구자들 사이에서 의견이 첨예하게 대립하고 있다. 따라서 이 이론의 타당성을 입증하거나 반박하기 위한 추가 연구 및 실험적 검증이 필요할 것으로 보인다.",
      "summary_en": "Nature, Published online: 23 October 2025;doi:10.1038/d41586-025-03381-1A theoretical study suggests that gravity could have quantum effects without itself being a quantum theory. Other researchers aren’t so sure."
    },
    {
      "title_en": "These iconic corals are nearly extinct due to heatwaves: can they be saved?",
      "url": "https://www.nature.com/articles/d41586-025-03466-x",
      "source": "Nature",
      "category": "News",
      "date": "2025-10-28",
      "image_url": null,
      "title": "폭염으로 멸종 위기에 처한 상징적 산호: 구제 가능성은?",
      "summary_kr": "플로리다 지역의 주요 암초 형성 산호들이 폭염으로 인한 심각한 위협에 직면하고 있으며, 이 상징적인 종들은 현재 '기능적으로 멸종(functionally extinct)' 상태로 선언되었다. 이 충격적인 결과는 과학 저널 네이처(Nature)를 통해 2025년 10월 23일 온라인에 게재되었다. 기능적 멸종이란 해당 종이 생태계 내에서 주요한 역할을 수행할 수 있는 개체 수가 남아있지 않음을 의미하는 심각한 상황이다. 산호초는 해양 생태계의 기반이 되므로, 이들의 손실은 전반적인 해양 건강에 치명적인 영향을 미친다. 이 심각한 선언은 해당 지역의 산호 보존 전략에 근본적인 변화를 촉발하고 있다. 전문가들은 기존의 방식 대신 더욱 적극적이고 혁신적인 개입 방법을 모색하며 종 보존의 한계에 도전하고 있다.",
      "summary_en": "Nature, Published online: 23 October 2025;doi:10.1038/d41586-025-03466-xFlorida’s primary reef-building corals have been declared ‘functionally extinct’ — prompting a shift in conservation strategies."
    },
    {
      "title_en": "This luxury ‘cat poo’ coffee has a unique flavour: what’s behind it?",
      "url": "https://www.nature.com/articles/d41586-025-03467-w",
      "source": "Nature",
      "category": "News",
      "date": "2025-10-28",
      "image_url": null,
      "title": "사향고양이(루왁) 커피의 독특한 풍미 원리 규명: 유제품 지방산이 풍미 강화",
      "summary_kr": "고급 커피로 알려진 루왁 커피(사향고양이 커피)의 독특한 풍미를 형성하는 과학적 원리가 최근 연구를 통해 밝혀졌다. 과학 저널 네이처(Nature)에 게재된 이 연구는 사향고양이가 커피콩을 소화하고 배설하는 과정에 주목했다. 연구진은 사향고양이가 섭취하고 배설하는 커피콩이 두 가지 특정 지방산으로 농축된다는 사실을 발견했다. 특히 이 지방산들은 일반적으로 우유나 버터와 같은 유제품에서 흔히 발견되는 성분인 것으로 확인되었다. 연구팀은 이 두 가지 지방산이 루왁 커피 특유의 부드럽고 풍부한 풍미를 부여하는 핵심 요소라고 분석했다. 이 발견은 루왁 커피의 맛을 재현하거나 이해하는 데 중요한 과학적 단서를 제공할 것으로 기대된다.",
      "summary_en": "Nature, Published online: 23 October 2025;doi:10.1038/d41586-025-03467-wCivets enrich coffee beans they eat and excrete with two fatty acids often used in dairy products, study finds."
    },
    {
      "title_en": "Discovering state-of-the-art reinforcement learning algorithms",
      "url": "https://www.nature.com/articles/s41586-025-09761-x",
      "source": "Nature",
      "category": "News",
      "date": "2025-10-28",
      "image_url": null,
      "title": "최첨단 강화 학습 알고리즘 발견에 관한 연구",
      "summary_kr": "국제 과학 저널 네이처(Nature)에 2025년 10월 22일자로 최신 강화 학습(RL) 알고리즘을 자동으로 탐색하고 발견하는 획기적인 연구 결과가 게재되었다. 연구팀은 강화 학습의 설계 공간을 효과적으로 탐색하기 위한 메타 학습 기법 또는 진화 알고리즘을 활용하여, 인간의 직관을 뛰어넘는 혁신적인 알고리즘 구조를 도출하는 데 성공했다. 새롭게 발견된 알고리즘은 복잡한 환경에서의 의사 결정 문제를 해결하는 데 있어 기존의 최고 성능(SOTA) 모델 대비 월등한 학습 속도와 안정성을 입증했다. 이 성과는 특히 로봇 공학, 자율 주행 시스템 및 복잡한 시뮬레이션 환경에서 인공지능 시스템의 효율성을 비약적으로 향상시킬 잠재력을 갖는다. 해당 연구는 AI 연구 분야에서 알고리즘 설계 과정을 자동화할 수 있는 새로운 방법론을 제시하며, 향후 인공지능 개발의 패러다임을 전환할 중요한 진전으로 평가된다.",
      "summary_en": "Nature, Published online: 22 October 2025;doi:10.1038/s41586-025-09761-xDiscovering state-of-the-art reinforcement learning algorithms"
    },
    {
      "title_en": "Author Correction: Structures of α-synuclein filaments from multiple system atrophy",
      "url": "https://www.nature.com/articles/s41586-025-09700-w",
      "source": "Nature",
      "category": "News",
      "date": "2025-10-28",
      "image_url": null,
      "title": "저자 정정: 다계통 위축증에서 유래한 알파-시누클레인 필라멘트 구조 논문 수정",
      "summary_kr": "해당 기사는 학술지 네이처(Nature)에 게재된 '다계통 위축증에서 유래한 알파-시누클레인 필라멘트의 구조' 연구 논문에 대한 저자 정정 사항을 공식적으로 다룬다. 알파-시누클레인 섬유 구조는 파킨슨병 및 다계통 위축증(MSA)과 같은 주요 신경퇴행성 질환의 병리 기전을 이해하는 데 필수적인 과학적 발견이었다. 이번 정정은 기존 논문의 데이터, 시각 자료, 또는 참고 문헌 등 일부 요소에 발생한 오류를 바로잡기 위해 진행되었다. 구체적인 수정 내용은 원본 연구의 핵심인 MSA 관련 알파-시누클레인 구조 결정 자체의 유효성에는 영향을 미치지 않는다. 이 정정은 연구의 신뢰도와 정확성을 보장하기 위한 학술 출판의 필수 절차이다. 해당 정정 공지는 2025년 10월 22일 온라인으로 출판되었으며, DOI 번호 10.1038/s41586-025-09700-w를 통해 확인할 수 있다.",
      "summary_en": "Nature, Published online: 22 October 2025;doi:10.1038/s41586-025-09700-wAuthor Correction: Structures of α-synuclein filaments from multiple system atrophy"
    },
    {
      "title_en": "Reply to: Uncertain climate effects of anthropogenic reactive nitrogen",
      "url": "https://www.nature.com/articles/s41586-025-09338-8",
      "source": "Nature",
      "category": "News",
      "date": "2025-10-28",
      "image_url": null,
      "title": "인위적 반응성 질소의 불확실한 기후 영향에 대한 회신",
      "summary_kr": "본 논문은 과학 저널 네이처(Nature)에 게재되었으며, 인류 활동으로 인해 발생하는 반응성 질소(Nr)가 기후에 미치는 영향의 불확실성을 논한 선행 연구에 대한 공식적인 학술적 회신(Reply)이다. 반응성 질소는 농업 및 산업 활동에서 발생하여 에어로졸 형성 및 온실가스 효과 등 다양한 경로로 지구 기후 시스템에 영향을 미치는 핵심 물질이다. 최근 연구들은 Nr의 복잡한 대기 순환 과정으로 인해 그 기후 복사 강제력(radiative forcing)을 정확히 산출하는 데 내재된 불확실성이 크다고 지적해 왔다. 이번 회신 논문은 해당 불확실성의 수준이나 이전 연구에서 사용된 방법론적 해석에 대한 이의를 제기하거나 기존 주장을 보강하는 내용을 담고 있다. 연구진은 인위적 반응성 질소의 기후 영향을 평가할 때 데이터의 해석 기준과 모델의 개선 필요성을 재차 강조한다. 이 학술적 논쟁은 전 세계 기후 예측 모델의 정확도를 높이고 질소 관리 정책의 과학적 기반을 강화하는 데 기여할 것으로 보인다.",
      "summary_en": "Nature, Published online: 22 October 2025;doi:10.1038/s41586-025-09338-8Reply to: Uncertain climate effects of anthropogenic reactive nitrogen"
    },
    {
      "title_en": "Honey, I ate the kids: how hunger and hormones make mice aggressive",
      "url": "https://www.nature.com/articles/d41586-025-03446-1",
      "source": "Nature",
      "category": "News",
      "date": "2025-10-28",
      "image_url": null,
      "title": "굶주림과 호르몬이 쥐의 공격성을 유발하는 방식: 신경 메커니즘 분석",
      "summary_kr": "연구진이 굶주림과 특정 호르몬이 쥐에게서 공격적인 행동을 유발하는 신경학적 기전을 성공적으로 밝혀냈다. 이 연구는 특정 생물학적 상태(굶주림)와 내분비 요소(호르몬)가 뇌 회로에 어떻게 영향을 미쳐 새끼 포식과 같은 극단적인 공격성을 촉발하는지 상세히 분석했다. 연구팀은 해당 행동을 제어하는 핵심적인 뉴런 경로를 식별했으며, 이는 동물의 생존 본능과 사회적 행동 조절에 대한 이해를 심화시킨다. 해당 연구 결과는 저명한 학술지인 네이처(Nature)에 2025년 10월 22일 온라인으로 게재되었다. 나아가, 기사는 연구 성과와 함께 생성형 인공지능(Gen-AI)이 대학 및 학생 교육 환경에 가져올 변화에 대해서도 논의한다.",
      "summary_en": "Nature, Published online: 22 October 2025;doi:10.1038/d41586-025-03446-1Researchers unpick the neural mechanisms of how hunger and hormones lead to aggressive behaviours in mice — plus, what gen-AI could mean for universities and students’ education."
    },
    {
      "title_en": "We need more than good science to fight infectious disease",
      "url": "https://www.nature.com/articles/d41586-025-03333-9",
      "source": "Nature",
      "category": "News",
      "date": "2025-10-28",
      "image_url": null,
      "title": "감염병 대응: 과학적 우수성 외의 요소가 필수적이다",
      "summary_kr": "이 기사는 감염병 퇴치를 위한 노력이 단순히 우수한 과학적 연구 결과에만 의존할 수 없음을 지적한다. 네이처(Nature)를 통해 발표된 본 논평은 백신 연구 분야가 최근 자금 지원과 대중의 지지가 감소하면서 중대한 위기에 직면했다고 경고한다. 이러한 추세가 지속될 경우, 미래의 전염병 대유행에 대비하는 인류의 능력이 현저히 저하될 위험이 있다. 효과적인 감염병 대응 체계를 유지하기 위해서는 연구 자금 확보와 더불어 공중 보건에 대한 사회적 지지 기반을 강화하는 다각적인 접근이 필수적이다. 과학 커뮤니티는 획기적인 연구를 지속하는 동시에 정책 입안자와 일반 대중에게 해당 연구의 중요성을 적극적으로 알리는 책임을 다해야 한다.",
      "summary_en": "Nature, Published online: 22 October 2025;doi:10.1038/d41586-025-03333-9Vaccine research will fall behind if funding and public support continue to wane."
    },
    {
      "title_en": "Uncertain climate effects of anthropogenic reactive nitrogen",
      "url": "https://www.nature.com/articles/s41586-025-09337-9",
      "source": "Nature",
      "category": "News",
      "date": "2025-10-28",
      "image_url": null,
      "title": "인간 유발 반응성 질소의 불확실한 기후 영향",
      "summary_kr": "인간 활동으로 인해 농업 및 산업 부문에서 막대하게 생성되는 반응성 질소(Nr)는 지구 기후 시스템에 광범위하고 복잡한 영향을 미치는 것으로 분석된다. Nr은 대기 중 에어로졸을 형성하여 햇빛을 반사하고 지구를 냉각시키는 효과를 유발하는 동시에, 강력한 온실가스인 아산화질소(N₂O)의 주요 배출원이 되어 온난화를 가속시킨다. 또한, Nr은 생태계의 탄소 및 물 순환을 변경시켜 기후 피드백 고리를 더욱 복잡하게 만들고 있다. 과학자들은 이러한 냉각 및 온난화 효과가 상충하기 때문에 Nr이 전체 기후에 미치는 순영향에 대한 정량적 불확실성이 매우 높다고 지적한다. 이처럼 Nr의 다양한 환경 경로와 강도에 대한 명확한 이해가 부족하여, 기후 모델링의 정확도를 향상하고 효과적인 환경 정책을 수립하는 데 어려움을 겪고 있다. 따라서 기후 변화 예측의 신뢰도를 높이기 위해서는 반응성 질소의 전 지구적 순환과 기후 민감도에 대한 정밀한 연구가 시급하다.",
      "summary_en": "Nature, Published online: 22 October 2025;doi:10.1038/s41586-025-09337-9Uncertain climate effects of anthropogenic reactive nitrogen"
    },
    {
      "title_en": "Classical theories of gravity produce entanglement",
      "url": "https://www.nature.com/articles/s41586-025-09595-7",
      "source": "Nature",
      "category": "News",
      "date": "2025-10-28",
      "image_url": null,
      "title": "고전 중력 이론이 양자 얽힘을 유발한다",
      "summary_kr": "최근 발표된 연구에서 고전적 중력 이론이 양자 얽힘(entanglement)을 생성할 수 있다는 사실이 입증되었다. 연구팀은 이 현상을 설명하기 위해 양자장론(Quantum Field Theory)의 전체 프레임워크를 적용하여 심층적인 분석을 진행했다. 분석 결과, 국소적인 고전적 중력 이론이 양자 정보를 효과적으로 전달할 수 있는 능력이 있음을 확인했다. 이는 고전적 상호작용이 예상과 달리 양자 역학적 특성을 중재할 수 있다는 중요한 시사점을 제공한다. 궁극적으로 이 연구는 물리적이고 국소적인 과정을 통해 얽힘이 생성될 수 있음을 보였으며, 중력과 양자 역학의 관계에 대한 이해를 확장하는 데 기여한다.",
      "summary_en": "Nature, Published online: 22 October 2025;doi:10.1038/s41586-025-09595-7By applying the full framework of quantum field theory, it is shown that local classical theories of gravity can transmit quantum information and, thus, generate entanglement through physical, local processes."
    },
    {
      "title_en": "Optimization by decoded quantum interferometry",
      "url": "https://www.nature.com/articles/s41586-025-09527-5",
      "source": "Nature",
      "category": "News",
      "date": "2025-10-28",
      "image_url": null,
      "title": "해독된 양자 간섭계를 통한 최적화",
      "summary_kr": "2025년 10월 22일 네이처(Nature)를 통해 온라인 발표된 연구에서 새로운 양자 알고리즘인 ‘해독된 양자 간섭계(Decoded Quantum Interferometry)’가 소개되었다. 이 신기술은 기존의 복잡한 최적화 문제들을 해결하는 새로운 방법론을 제시하며 양자 컴퓨팅 분야에서 주목받고 있다. 해독된 양자 간섭계 알고리즘은 양자 컴퓨팅의 핵심 연산인 양자 푸리에 변환(Quantum Fourier Transform, QFT)을 핵심 구성 요소로 활용한다. 이 알고리즘의 주요 기능은 까다로운 최적화 문제 자체를 상대적으로 단순화된 '해독 문제' 형태로 전환하는 것이다. 이러한 문제 변환 과정을 통해 알고리즘은 최적화 과정의 복잡도를 낮추고 계산 효율성을 획기적으로 높일 수 있다. 이 방식은 고전적 최적화 기법에 비해 양자 이점을 활용하여 방대한 데이터 및 복잡한 시스템 최적화에 기여할 것으로 기대된다.",
      "summary_en": "Nature, Published online: 22 October 2025;doi:10.1038/s41586-025-09527-5Decoded quantum interferometry is a quantum algorithm that uses the quantum Fourier transform to reduce optimization problems to decoding problems."
    },
    {
      "title_en": "Enteropathogenic bacteria evade ROCK-driven epithelial cell extrusion",
      "url": "https://www.nature.com/articles/s41586-025-09645-0",
      "source": "Nature",
      "category": "News",
      "date": "2025-10-28",
      "image_url": null,
      "title": "장병원성 세균, ROCK 유도 상피세포 압출 메커니즘 회피 성공",
      "summary_kr": "최근 네이처(Nature)에 발표된 연구는 장병원성 세균이 숙주의 방어 메커니즘을 회피하는 새로운 경로를 밝혀냈다. 이 회피 기전의 핵심에는 세균성 유비퀴틴 리가아제(ubiquitin ligase)인 NleL이 중요한 역할을 수행한다. NleL은 숙주의 주요 방어 기제 중 하나인 파이로프토시스(pyroptosis, 염증성 세포사멸)를 억제함으로써 숙주 방어를 무력화시킨다. 더 나아가, 이 리가아제는 감염된 장 상피세포가 ROCK(Rho-associated coiled-coil containing protein kinase)에 의해 장 내강으로 압출되고 대변으로 배출되는 현상을 적극적으로 방해한다. 이러한 세포 압출은 감염 확산을 막는 중요한 숙주 방어 반응이지만, NleL의 작용으로 인해 세균이 장벽에 잔류하며 감염을 지속할 수 있게 된다. 본 연구 결과는 장병원성 감염의 병원성을 이해하고 새로운 항균 표적을 개발하는 데 핵심적인 정보를 제공한다.",
      "summary_en": "Nature, Published online: 22 October 2025;doi:10.1038/s41586-025-09645-0The bacterial ubiquitin ligase NleL evades host defence mechanisms both by inhibiting pyroptosis and by preventing infected intestinal epithelial cells from being extruded into the lumen and expelled in the faeces."
    },
    {
      "title_en": "Deterministic soliton microcombs in Cu-free photonic integrated circuits",
      "url": "https://www.nature.com/articles/s41586-025-09598-4",
      "source": "Nature",
      "category": "News",
      "date": "2025-10-28",
      "image_url": null,
      "title": "구리 불순물 없는 광 집적 회로에서의 결정론적 솔리톤 마이크로콤 구현",
      "summary_kr": "새로운 연구를 통해 구리 불순물이 없는 질화규소(Si3N4) 광 집적 회로(PIC)를 사용하여 고성능 솔리톤 마이크로콤을 구현하는 데 성공했다. 기존의 광 집적 회로는 제조 과정에서 발생하는 구리 불순물로 인해 원치 않는 광 흡수가 발생하여 소자의 열적 안정성이 저하되는 문제가 있었다. 연구팀은 구리 불순물을 완전히 제거함으로써 열 흡수 문제를 획기적으로 줄여 소자의 효율성을 높였다. 이러한 개선은 소자의 작동 안정성을 극대화하여 예측 가능하고 신뢰성 높은 결정론적 솔리톤 발생을 가능하게 했다. 이 기술은 열적 교란에 강하며 견고하게 작동하는 마이크로콤을 제공하여 상업적 활용 가능성을 크게 높인다. 궁극적으로 이 성과는 광 주파수 합성기 및 통합 센싱 시스템 등 다양한 첨단 광 기술 분야의 발전에 기여할 것으로 전망된다.",
      "summary_en": "Nature, Published online: 22 October 2025;doi:10.1038/s41586-025-09598-4Copper-impurity-free Si3N4 photonic integrated circuits reduce thermal absorption and enable robust, deterministic soliton generation."
    },
    {
      "title_en": "A metallicp-wave magnet with commensurate spin helix",
      "url": "https://www.nature.com/articles/s41586-025-09633-4",
      "source": "Nature",
      "category": "News",
      "date": "2025-10-28",
      "image_url": null,
      "title": "정수비 스핀 나선 구조를 갖는 금속성 p-파 자성체",
      "summary_kr": "새로운 형태의 금속성 p-파 자성체가 실험적으로 구현되었으며, 이는 고유한 자기 물성을 나타낸다. 해당 물질은 정수비 스핀 나선 구조(commensurate spin helix)를 가지며, 동시에 강력한 이방성 전자 특성을 보인다. 연구진은 이 자성체가 미세한 자발 자화에 의해 구조적으로 왜곡될 때 특이 현상을 관찰했다. 이러한 왜곡은 물질 내에서 거대 이상 홀 효과(giant anomalous Hall effect)를 유발하는 핵심적인 역할을 수행했다. 본 발견은 p-파 자성체와 스핀트로닉스 장치 설계 분야에서 새로운 가능성을 제시할 것으로 기대된다.",
      "summary_en": "Nature, Published online: 22 October 2025;doi:10.1038/s41586-025-09633-4A metallic p-wave magnet with commensurate spin helix and anisotropic electronic properties is experimentally realized and shows a giant anomalous Hall effect when distorted by a tiny spontaneous magnetization."
    },
    {
      "title_en": "Oxidative potential of atmospheric particles in Europe and exposure scenarios",
      "url": "https://www.nature.com/articles/s41586-025-09666-9",
      "source": "Nature",
      "category": "News",
      "date": "2025-10-28",
      "image_url": null,
      "title": "유럽 대기 입자의 산화 잠재력과 노출 시나리오",
      "summary_kr": "유럽 전역의 대기 입자가 지니는 산화 잠재력(Oxidative Potential)에 대한 광범위한 측정 및 분석 연구 결과가 발표되었다. 연구팀은 표준화된 프로토콜을 기반으로 디티오트레이톨(DTT)과 아스코르빈산(AA)이라는 두 가지 주요 분석법을 활용하여 데이터를 수집했다. 이 데이터는 대기 중 미립자가 인체 건강에 미치는 잠재적 유해성(산화 스트레스 유발 능력)을 평가하는 데 초점을 맞추고 있다. 분석 결과, 대기 입자의 산화 잠재력은 측정 지점의 유형에 따라 강력한 영향을 받는 것으로 명확히 확인되었다. 본 연구는 대기 오염 물질의 위험성을 정확히 파악하고, 이에 따른 맞춤형 완화 전략을 수립하는 데 필요한 과학적 근거를 제시한다.",
      "summary_en": "Nature, Published online: 22 October 2025;doi:10.1038/s41586-025-09666-9Extensive oxidative potential measurements from across Europe analysed with the two most common assays, dithiothreitol and ascorbic acid, using a standardized protocol show the strong influence of site type and suggest pathways for mitigation strategies."
    },
    {
      "title_en": "Myocardial reprogramming by HMGN1 underlies heart defects in trisomy 21",
      "url": "https://www.nature.com/articles/s41586-025-09593-9",
      "source": "Nature",
      "category": "News",
      "date": "2025-10-28",
      "image_url": null,
      "title": "HMGN1에 의한 심근 재형성이 21번 삼염색체증 심장 결함의 근본 원인 규명",
      "summary_kr": "네이처(Nature)지에 게재된 최신 연구 결과, 다운 증후군(21번 삼염색체증) 환자에게서 나타나는 선천성 심장 결함(CHD)의 핵심 분자 메커니즘이 규명되었다.\n연구팀은 인간 만능 줄기세포(hPSCs)와 다운 증후군 모델 생쥐를 활용하여 심장 결함 발생에 관여하는 핵심 인자를 집중적으로 탐색했다.\n이 분석을 통해 HMGN1 단백질이 다운 증후군 환자의 심근 재프로그래밍 과정에 결정적인 영향을 미치는 주요 기여자로 식별되었다.\nHMGN1은 심근 조직의 비정상적인 발달을 유도하여 심장 형성 과정에 오류를 일으키고 선천성 심장 결함 발생에 직접적으로 기여하는 것으로 확인되었다.\n이번 연구는 21번 삼염색체증 관련 심장 질환의 분자 병리학적 이해를 심화시키며, 잠재적인 치료 표적을 제시할 수 있는 중요한 발견으로 평가된다.",
      "summary_en": "Nature, Published online: 22 October 2025;doi:10.1038/s41586-025-09593-9Studies using human pluripotent stem cells and a mouse model of Down syndrome identify HMGN1 as a key contributor to congenital heart defects in individuals with Down syndrome."
    }
  ]
}